tap "sst/tap"
brew "bandwhich"
brew "libgit2"
brew "bat"
brew "black"
brew "btop"
brew "ccache"
brew "chezmoi"
brew "cmake", link: false
brew "ripgrep"
brew "codex"
brew "dfu-util"
brew "duf"
brew "dust"
brew "fzf"
brew "htop"
brew "isort"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "libslirp"
brew "llvm"
brew "minipro"
brew "neovim"
brew "ninja"
brew "node"
brew "open-ocd"
brew "openjdk"
brew "pyenv"
brew "starship"
brew "tlrc"
brew "tmux"
brew "tree"
brew "wget"
brew "yazi"
brew "sst/tap/opencode"
cask "cmake-app"
cask "ghostty"
cask "loop"
cask "neovide-app"
cask "orbstack"
